/* Localized versions of Info.plist keys */
NSHumanReadableCopyright = "Copyright © 2026 The DirStat Authors. Mis à disposition selon la GPL.";

NSCalendarsUsageDescription = "DirStat doit accéder aux fichiers de calendrier pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSRemindersUsageDescription = "DirStat doit accéder aux rappels pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSContactsUsageDescription = "DirStat doit accéder aux fichiers du carnet d'adresses pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSPhotoLibraryUsageDescription = "DirStat doit accéder aux photothèques pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSDocumentsFolderUsageDescription = "DirStat doit accéder à ces fichiers pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSDesktopFolderUsageDescription = "DirStat doit accéder à ces fichiers pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSDownloadsFolderUsageDescription = "DirStat doit accéder à ces fichiers pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSNetworkVolumesUsageDescription = "DirStat doit accéder à ces fichiers pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSRemovableVolumesUsageDescription = "DirStat doit accéder à ces fichiers pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
